import { DailyPrayers } from './prayers';

export const arabicPrayers: DailyPrayers = {
  everyday: [
    {
      title: "صلاة الافتتاح",
      content: [
        "طلبة:معونتُنا من عند الرب.",
        "الــرد:صانع السماء واالرض.",
        "",
        "أيتها العذراء مريم الكلية الغبطة، أنت التي سحقت رأس الحية، إحمنا من إنتقام األرواح الشريرة. نُقدم لك ِ صلواتِنا وتضرعاتِنا وآالمنا وأعمالنا الصالحة لتُطَهّريها وتُقَدّسيها وتَرفعيها البنك كتقدمة ال عيب فيها. لتكن هذه التقدمة مقبولة كي ال تتمكن األرواح الشريرة من التأثير أو محاولة التأثير على أعضاء أوكسيليوم كريستيانورمدون أن يُدركوا مصدر طردهِم وعمي بصيرتهِم. إعميهم حتى ال يعرفوا أعمالنا الصالحة. إعميهم لكي ال يعرفوا ممن ينتقمون. إعميهم لكي ينالوا الجزاء العادل على أعمالهم. أُغمرينا بدم ابنك الثمين لكينتنعم بالحماية النابعة من محبته وموته. آمين."
      ]
    },
    {
      title: "صلوات أساسية",
      content: [
        "صالة القديس ميخائيل...",
        "صالة المالك الحارس...",
        "أبانا الذي فيالسماوات…",
        "السالم عليك يا مريم…",
        "المجد لألب...."
      ]
    },
    {
      title: "إبتهاالت لدم ربنا يسوع المسيح الطاهر",
      content: [
        "يارب ارحم.",
        "يا يسوع ارحم.",
        "يا رب ارحم.",
        "يايسوع انصت إلينا.",
        "يا يسوعالرؤف انصت إلينا.",
        "أيها الرب األب السماوي هللا، إرحمنا.",
        "أيها الرب اإلبن فادي العالم، إرحمنا.",
        "أيها الرب الروح القدس، إرحمنا.",
        "أيها الثالوث القدّوس أإلله الواحد، إرحمنا.",
        "يا دم المسيح، اإلبن الوحيد لألب األزلي، خلّصنا.",
        "يا دم المسيح، كلمة هللا المتجسّد، خلّصنا.",
        "يا دم المسيح، العهد الجديد واألزلي، خلّصنا.",
        "يا دم المسيح، النازل على األرض في األلم، خلّصنا.",
        "يا دم المسيح، الذي سُفك بغزارة في الشدائد، خلّصنا.",
        "يا دم المسيح، المتدفّق بسبب إكليل الشوك، خلّصنا.",
        "يا دم المسيح، الذي سُكب على الصليب، خلّصنا.",
        "يا دمالمسيح، ثمن خالصنا، خلّصنا.",
        "يا دم المسيح، الذي ال مغفرة بدونه، خلّصنا.",
        "يا دم المسيح، الشّراب القرباني ومنعشى النفوس، خلّصنا.",
        "يا دم المسيح، ينبوع الرحّمة، خلّصنا.",
        "يا دم المسيح، المنتصر على األبالسة، خلّصنا.",
        "يا دم المسيح، شجاعة الشّهداء، خلّصنا.",
        "يادمالمسيح، قوّة المعترفين، خلّصنا.",
        "يا دم المسيح، حامي العذارة، خلّصنا.",
        "يا دم المسيح، معين الذين في األخطار، خلّصنا.",
        "يا دم المسيح، راحة المتعبين، خلّصنا.",
        "يا دم المسيح، عزاء الحزانى، خلّصنا.",
        "يا دم المسيح، أمل التائبين، خلّصنا.",
        "يا دم المسيح، تعزية المحتضِرين، خلصنا.",
        "يا دم المسيح، سالم وحنان القلوب، خلّصنا.",
        "يا دم المسيح،وعد الحياة األبدية، خلّصنا.",
        "يا دم المسيح، معتق النفوس المطهرية، خلّصنا.",
        "يا دم المسيح، األكثر استحقاقا ً للمجد والكرامة، خلّصنا.",
        "يا حمل هللا، الرافع خطايا العالم، إصفح عنا.",
        "يا حمل هللا، الرافع خطايا العالم، أعطف علينا.",
        "يا حمل هللا، الرافع خطايا العالم، إرحمّنا.",
        "طلبة:لقد خلّصتنا بدمك يا رب.",
        "جواب:وجعلتنا مُلكا ً إللهنا.",
        "دعونا نصلي",
        "أيها اإلله األزلي القادر على كل شيء، الذي عيّن ابنه الوحيد مخلّصا ً للعالم، وسُرَّ أن يتصالح معنا بدمه، إمنحنا، نتوسل إليك، أن نكرّم ثمن خالصنا بوقار، وأن قوّته قد تحمينا على األرض من كل ضرر في هذه الدنيا وثمرة تُعطينا السعادة على هذه األرض وفي السماء بواسطة المسيح إلهنا ذاته. جواب:آمين."
      ]
    }
  ],
  sunday: [
    {
      title: "صلاة يوم الأحد",
      content: [
        "أيتها العذراء المجيدة والكليَّة القدرة، ملكة السماء واألرض، انت التي",
        "سحقتي بِعَقَبِك ِ رأس الحية القديمة، هلمّي ومارسي هذه القوّة النابعة من",
        "حَبَلك ِ بال دنس. إحفظينا تحت سِتر طهارتك ِ وحُبك وخُذينا إلى المقام الحلو",
        "في قلبك. أبيدي القوى التي تحاول تحطيمنا وإجعليها عاجزة عن ذلك.",
        "هلمّي أيتها السيدة، ملكة المالئكة وسيدة المسبحة الوردية المقدَّسة التي",
        "نالت من هللا منذ األزل القوَّة ومهمة سحق رأس الشيطان. نتوسّل ُ إليك أن",
        "ترسلي القوّات المقدَّسة التي تحت سلطانك والتي بقوَّتك تستطيع مالحقة",
        "األرواح الشريرة ومُحاصَرَتهم من كل الجهات ومُقَاومَة هجماتِهم الجريئة",
        "وطردِهم بعيدا ً عنا دون أن يتمكّنوا من إلحاق األذى بأحد. أَركِعيهِم تحت",
        "أقدام الصليب لمحاكمتِهم ومعاقبتِهم من قِبَل ِ يسوع المسيح ابنك الذي وحده",
        "يقرّر طريقة مجازاتِهم.",
        "أيها القديس يوسف شفيع الكنيسة الكونيّة، هلم َّ إلى مساعدتنا في هذه",
        "المعركة الخطيرة ضد ّ قوى الظالم. صُد ّ هجمات الشيطان وحرّر من",
        "معاقل العدو أعضاء جمعية",
        "أوكسيليوم كريستيانورموالذين يصلي ألجلهم",
        "كهنة هذه الجمعية.",
        "أيها القديس ميخائيل إستدع ِ جميع المجالس السماوية لإلشتراك بكل قوَّاتِها",
        "في هذه المعركة الشرسةَضد ّ قوى الجحيم. تعال يا أمير السماء بِسيفك",
        "العظيم وادفع إلى الجحيم الشيطان وجميع األرواح الشريرة اآلخرى. أيها",
        "المالك الحارس أرشدنا واحفظنا. آمين."
      ]
    }
  ],
  monday: [
    {
      title: "صلاة يوم الاثنين",
      content: [
        "باسمك، يا ربنا يسوع المسيح، نصلّي لكي تغمرنا وعائالتنا وكل ما نملك بمحبتك ودمك الكريموتحوّطنا بمالئكتك السماوية، والقديسين وسِتر ِ أمّنا المباركة. آمين."
      ]
    }
  ],
  tuesday: [
    {
      title: "صلاة يوم الثلاثاء",
      content: [
        "أيها الرب يسوع المسيح، نتوسل إليك أن تمنحنا نعمة البقاء في حماية سِتر أمّنا مريم، محاطين بالحاجز المبارك الذي صُنع من شوك إكليلك َ المقدَّس والمشبع بدمك الكريم بقوّة الروحالقدس مع مالكنا الحارس، لمجد األب األعظم. آمين."
      ]
    }
  ],
  wednesday: [
    {
      title: "صلاة يوم الأربعاء",
      content: [
        "باسمك يا يسوع المسيح، ربنا وإلهنا، نطلب إليك أن تُبطِل قوَّة كل ّ األرواحٍّّ الشريرة وتجعلها عاجزة ومشلولة وغير فعَّالة في محاولتها اإلنتقام من أي من أعضاء أوكسيليوم كريستيانورم. أو أي ٍّّ من عائالتنا، أصدقائنا، مجتمعنا، وألئك الذين يصلّون من أجلنا ومن أجل أفراد عائالتهم وكل من هو متّحد معنا، والذين يصلي لهم كهنة أوكسيليوم كريستيانورم. نطلب مِنك أن تطرد كل األرواح الشريرة، وكل قواها من الهواء والماء واألرضوالنار وتحت األرض و أينما يمارسون سلطانهم، وأي قوى شيطانية في الطبيعة وجميع المندسين من معاقلهم الشيطانيّة. نطلب منك ِ أن توقف بواسطة دمكالثمين جميع األعمال واألشكال والسِمات والمداخالت واإلتصاالت واألالعيب الخدّاعة لألرواح الشريرة. كذلك ّ نطلب منك َ أن تحطم كل الروابط والصِالت بينها.باسم األب والإلبن والروح القدس. آمين."
      ]
    }
  ],
  thursday: [
    {
      title: "صلاة يوم الخميس",
      content: [
        "ربي، أنت القوي، أنت اإلله، أنت أبانا. نتوسّل إليك بشفاعة ومساعدة",
        "رؤساء المالئكة القدّسين، ميخائيل، رافائيل،وجبرائيل أن تُنقِذ إخوتنا",
        "وأخواتنا الذين استعبدهم الشرير.",
        "ياجميع قدّيسي السماء، هلمّوا لمساعدتنا.",
        "من القلق والحزن والهوس-نناشدكَ، نجّنا، يا رب.",
        "من الكراهية والزنا والحسد-نناشدكَ، نجّنا، يا رب.",
        "من أفكار الغيرة والغضب والموت-نناشدكَ، نجّنا، يا رب.",
        "من كل فكر باإلنتحار واإلجهاض-نناشدكَ، نجّنا، يا رب.",
        "من كل شكلمن أشكال الجنس الخاطئ-نناشدكَ، نجّنا، يا رب.",
        "من كل انقسام في عائلتنا، وكل صداقة ضارّة-نناشدكَ، نجّنا، يا رب.",
        "من كل نوع من التعويذات، والخُبث، والسحر، وكل شكل من أشكال",
        "السحر-نناشدكَ، نجّنا، يا رب.",
        "أنت من قال، \"سالمي أَستودِعُكم، سالمي أُعطيكُم.\" إمنحنا، من خاللَ",
        "شفاعة مريم العذراء، أن نستطيع التحرّر من كل تأثير شيطاني وننعم",
        "بسالمِك دائماً. باسم المسيح ربِنا. آمين."
      ]
    }
  ],
  friday: [
    {
      title: "صالة التواضع",
      content: [
        "يا يسوع الوديع والمتواضع القلب، أصغي الي َّ وخلّصني:",
        "من الرغبة في أن أكون محترماً، أنقذني يا يسوع.",
        "منالرغبة في أن أكون محبوباً، أنقذني، يسوع.",
        "من الرغبة في أن أكون ممجداً، أنقذني، يا يسوع.",
        "من الرغبة في أن أكون مكرماً، أنقذني، يا يسوع.",
        "من الرغبة في أن أكون ممدوحاً، أنقذني، يا يسوع.",
        "من الرغبة في أن أكون مميزا ً عن الغير، أنقذني، يا يسوع.",
        "من الرغبة في أنأكون مستشاراً، أنقذني، يا يسوع.",
        "من الرغبة في أن أكون مستحسناً، أنقذني، يا يسوع.",
        "من الخوف من أن أكون مذلوالً، أنقذني، يا يسوع.",
        "من الخوف من أن أكون محتقراً، أنقذني، يا يسوع.",
        "من الخوف من أن أكون خائفا ً من التوبيخ، أنقذني، يا يسوع.",
        "من الخوف من اإلفتراء عليَّ،أنقذني، يا يسوع.",
        "من الخوف من أن أكون مهمالً، أنقذني، يا يسوع.",
        "من الخوف من السخرية مني، أنقذني، يا يسوع.",
        "من الخوف من أن أكون على خطأ، أنقذني، يا يسوع.",
        "من الخوف من أن أكون متّهماً، أنقذني،يا يسوع.",
        "إمنحني يا يسوع نعمة الرغبة في أن يكون الغير محبوبين أكثر مني.",
        "إمنحني يا يسوع نعمة الرغبة في أن يكون الغير محترمين أكثر مني.",
        "إمنحني يا يسوع نعمة الرغبة في تقبّل أراء العالم بأن على اآلخرين أن",
        "يتزايدوا وعلي َّ أن أتناقص.",
        "إمنحني يا يسوع نعمة الرغبة في تقبّل إختيار اآلخرين واستبعادي أنا.",
        "إمنحني يا يسوع نعمة الرغبة في تقبّل مدح اآلخرين وإهمالي أنا.",
        "إمنحني يا يسوع نعمة الرغبة في تقبّل فكرة تفضيل اآلخرين علي َّ في كل",
        "شيء.",
        "إمنحنييا يسوع نعمة الرغبة في تقّبل أن يتقدَّس اآلخرون أكثر مني شرط",
        "أن أتقدَّس أنا كما ينبغي."
      ]
    }
  ],
  saturday: [
    {
      title: "صلاة يوم السبت",
      content: [
        "أيها اإلله وأب ربنا يسوع المسيح ندعو باسمك القدّوس ونتوسل بتواضع إلى رحمتك، وبشفاعة أمنا العذراء مريم المنزهة عن كل عيب، والمالك ميخائيل رئيسالمالئكة العظيم، أن تتحنّن وتساعدَنا ضد َّ الشيطان وكل األرواح النجسة األخرى المنتشرة في العالم لهالك جنس البشر وضياع النفوس. آمين."
      ]
    }
  ],
  conclusion: [
    {
      title: "الخالصة لكل يوم",
      content: [
        "أيتها الموقرة ملكة السماوات وسلطانة المالئكة السماوية، أنت التي وهبك هللا منذ األزل القوّة ومهمّة سحق رأس إبليس، نتوسّل إليك ِ بكل تواضع أن ترسلي القوّات السماوية التي تحت سُلطانِك وقوّتِك لتُطارد الشياطين وتحاربَهم حيثما كانوا وتُشتّت َ قوّتَهم وتُعيدَهم إلى الهاوية. أيتها األم الطيّبة الحنونة أنت دوما ً حُبُّنا ورجاؤنا، أيّتها األم اإللهية أرسلي مالئكتك القديسين ليُدافعوا ويُبعدوا عنَّا العدو الشرير. أيها المالئكة ورؤساء المالئكة القديسون دافعوا عنَّا واحرسونا. آمين.",
        "يا قلب يسوع الكلي القداسة، إرحمّنا.",
        "يا مريم نصيرة المسيحيين، صلّي ألجلنا.",
        "أيتها العذراء الكلية القدرة، صلّي ألجلنا.",
        "أيها القديس يوسف، صل ِّ ألجلنا.",
        "أيها القديس ميخائيل رئيس المالئكة، صل ِّ ألجلنا.",
        "يا جميع المالئكة القديسين، صلّوا ألجلنا.",
        "باسم اآلب واإلبن والروح القدس. آمين."
      ]
    }
  ]
};
